tap "homebrew/bundle"
tap "isen-ng/dotnet-sdk-versions"
tap "jmhobbs/parrot"
brew "awscli"
brew "cowsay"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "node@18"
brew "node@20", link: true
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "television"
brew "tmux"
brew "yarn"
brew "ykman"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "maccy"
cask "openvpn-connect"
cask "windows-app"
